aaron-bond.better-comments
alefragnani.Bookmarks
bungcip.better-toml
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer-2
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.code-runner
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
golang.go
mbessey.vscode-rufo
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
PKief.material-icon-theme
rebornix.ruby
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
waderyan.gitblame
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
